Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
tr_tr: {{count}} / {{chosenPlans}} kariyer gelişim planı başarıyla silindi.

source: The list can load up to {{count}} results. Use search to find additional managers.
tr_tr: Liste en fazla {{count}} sonuç yükleyebilir. Ek yöneticileri bulmak için aramayı kullanın.

source: The list can load up to {{count}} results. Use search to find additional organizational units.
tr_tr: Liste en fazla {{count}} sonuç yükleyebilir. Ek organizasyon birimlerini bulmak için aramayı kullanın.

source: Filter by plan stage
tr_tr: Plan aşamasına göre filtrele

source: Select a plan stage
tr_tr: Bir plan aşaması seçin

source: The list can load up to {{count}} results. Use search to find additional workers.
tr_tr: Liste en fazla {{count}} sonuç yükleyebilir. Ek çalışanları bulmak için aramayı kullanın.

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
tr_tr: Planları farklı bir aşamaya taşımak için plan aşamasını seçin ve ardından seçili aşamadaki belirli planları bulmak için filtreleyin.

source: View all or apply filters to see plans and available actions
tr_tr: Tüm planları görüntüleyin veya kullanılabilir planları ve eylemleri görmek için filtre uygulayın

source: There are {{count}} career development plans
tr_tr: {{count}} kariyer gelişim planı var

source: Move career development plans
tr_tr: Kariyer gelişim planlarını taşı

source: Move career plans
tr_tr: Kariyer planlarını taşı

source: Managers will need to review and submit their inputs again. This action cannot be undone.
tr_tr: Yöneticilerin girişlerini tekrar değerlendirmeleri ve göndermeleri gerekecek. Bu işlem geri alınamaz.

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
tr_tr: Çalışanların ve yöneticilerin iş akışına göre girişlerini yeniden göndermesi gerekecektir. Bu işlem geri alınamaz.

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
tr_tr: Çalışanların iş akışına göre girişlerini yeniden göndermesi gerekecek. Bu işlem geri alınamaz.

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
tr_tr: Kariyer gelişim planını "<0>{{fromStatus}}</0>" aşamasından "<1>{{toStatus}}</1>" aşamasına taşımak üzeresiniz.

source: Move career plans to a different stage
tr_tr: Kariyer planlarını farklı bir aşamaya taşı

source: Select plans to continue
tr_tr: Devam etmek için planları seçin

source: {{count}} career development plan was successfully moved to the selected stage.
tr_tr: {{count}} kariyer gelişim planı başarıyla seçilen aşamaya taşındı.

source: {{count}} career development plans were successfully moved to the selected stage.
tr_tr: {{count}} kariyer gelişim planı başarıyla seçilen aşamaya taşındı.

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
tr_tr: {{count}} kariyer gelişim planından {{requestedPlansCount}} tanesi başarıyla seçilen aşamaya taşındı.

source: Apply filters to view the plans and move them to the next stage.
tr_tr: Planları görüntülemek ve bir sonraki aşamaya taşımak için filtre uygulayın.

source: There are {{count}} plans in "{{planStage}}" stage
tr_tr: "{{planStage}}" aşamasında {{count}} plan var

source: Adjust your filters to find what you are looking for.
tr_tr: Aradığınızı bulmak için filtrelerinizi ayarlayın.

source: No plans found
tr_tr: Plan bulunamadı

source: Manage {{planName}}
tr_tr: {{planName}} Planını Yönet

source: Plans in "{{planStage}}" stage: {{count}}
tr_tr: "{{planStage}}" aşamasındaki planlar: {{count}}

source: Search result: {{count}}
tr_tr: Arama sonucu: {{count}}

source: Career development plans that are in the closed stage cannot be deleted.
tr_tr: Kapalı aşamadaki kariyer gelişim planları silinemez.

source: Manage plans
tr_tr: Planları yönet

source: New plan stage
tr_tr: Yeni plan aşaması

source: Choose the plan stage
tr_tr: Plan aşamasını seçin

source: Career Development Plans
tr_tr: Kariyer Gelişim Planları

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
tr_tr: Kariyer geliştirme planının popülasyonu, yerel yöneticinin erişimine dayanacaktır. Şablon içindeki popülasyonu yalnızca onlar düzenleyebilecek.

source: Allow local admins in career development plan templates
tr_tr: Kariyer gelişim planı şablonlarında yerel yöneticilere izin ver

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
tr_tr: Yeniden atanan değerlendirici, yeniden atanan süreci listesinde görecek ve yöneticinin kısmını tamamlayabilecektir. Yeniden atanan değerlendirici, kariyer gelişim sürecinde görünen tüm çalışanla ilgili verileri (hedefler, beceriler vb.) doğrudan yöneticinin göreceği şekilde görecektir. Lütfen yeniden atamanın, yeniden atanan değerlendiricinin süreci çalışanla birlikte tam olarak tamamlayacağı anlamına geldiğini unutmayın.

source: Allow line managers to reassign career development plans to other users
tr_tr: Hat yöneticilerinin kariyer gelişim planlarını diğer kullanıcılara yeniden atamalarına izin ver

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
tr_tr: Bir çalışanın önceki yöneticisiyle yapılan kapatılmış kariyer gelişim planları, yeni yöneticisine görünür hale getirilecektir. Önceki yönetici, transfer sonrasında kariyer gelişim planlarını görmeye devam edebilecektir.

source: Allow system managers to see closed career development plans
tr_tr: Sistem yöneticilerinin kapatılmış kariyer gelişim planlarını görmesine izin ver

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
tr_tr: İKBP yöneticilerinin, çalışanlar ve yöneticilerin belirli bir zaman diliminde gerçekleşen olaylar üzerinde düşünmelerini sağlayan kariyer gelişim planları oluşturmasına olanak tanıyan bir Performans Yönetimi özelliğidir.

source: Enable career development
tr_tr: Kariyer gelişimini etkinleştir

source: General career development settings
tr_tr: Genel kariyer geliştirme ayarları

source: Career Development Settings
tr_tr: Kariyer Gelişimi Ayarları

source: Check-In Mass Assignment
tr_tr: Check-in Görüşmesine İlişkin Toplu Atama

source: Check-in deletion
tr_tr: Check-in görüşmesini silme işlemi

source: Enable check-ins
tr_tr: Check-in görüşmelerini etkinleştir

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
tr_tr: Çalışanların yöneticileri ve raporlarıyla hedefler konusunda uyum sağlamak için düzenli görüşmeler planlamalarına olanak tanıyan bir Performans Yönetimi özelliği.

source: General check-ins settings
tr_tr: Genel check-in görüşmesi ayarları

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
tr_tr: Yöneticilerin doğrudan kendisine bağlı çalışanlar ile yapılandırılmış görüşmeler yapmalarına olanak tanıyın. Özel pencere öğelerini kullanarak performans, hedefler ve davranışlar gibi alanlarda yorum yapabilirler. Sonuçlandırıldığında, çalışanlar yorumları değerlendirebilir ve check-in görüşmesini kabul edebilir ya da doğrudan check-in görüşmesi sayfasından bir takip toplantısı önerebilirler.

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
tr_tr: Çalışanların ve yöneticilerin, kendi uygunluklarına göre check-in görüşmelerini planlamasına ve yapılandırmasına izin verin. Bu oturumlar, gerektiği şekilde içerik veya yorum eklemeyi ve düzenlemeyi destekler ve tüm bilgiler yalnızca katılımcılar tarafından görülebilir.

source: Enable regular check-ins
tr_tr: Düzenli check-in görüşmelerini etkinleştir

source: Check-In Settings
tr_tr: Check-In Görüşmesi Ayarları

source: Create communication round
tr_tr: İletişim turu oluşturun

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
tr_tr: En son belge oluşturma işlemleri burada görünecektir.<br/>Güncellemeler için daha sonra tekrar kontrol edebilir veya bu arada daha fazla özelliği keşfedebilirsiniz.

source: Document generation
tr_tr: Belge oluşturma

source: Explore the latest document generations.
tr_tr: En son belge oluşturma işlemlerini keşfedin.

source: Export log details
tr_tr: Dışa aktarma günlük ayrıntıları

source: Completion
tr_tr: Tamamlama

source: Document template
tr_tr: Belge şablonu

source: Errors
tr_tr: Hatalar

source: Generated documents
tr_tr: Oluşturulan belgeler

source: Imported documents
tr_tr: İçe aktarılan belgeler

source: Requester
tr_tr: Talep Eden

source: Completed with errors
tr_tr: Hatalarla tamamlandı

source: Pending
tr_tr: Beklemede

source: No file uploaded
tr_tr: Dosya yüklenmedi

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
tr_tr: Desteklenen dosya formatları: DOCX. Maksimum dosya boyutu: 10MB. Her yüklemede en fazla dosya sayısı: 1 dosya.

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
tr_tr: "{{fileName}}" adlı belge içe aktarılamıyor. Lütfen belgenin format ve boyut gereksinimlerini karşıladığından emin olunuz.

source: The code must be unique to publish the document template. Please change the code and try again.
tr_tr: Belge şablonunu yayımlamak için kodun benzersiz olması gerekir. Lütfen kodu değiştirin ve tekrar deneyin.

source: Create document template
tr_tr: Belge şablonu oluştur

source: Edit document template
tr_tr: Belge şablonunu düzenle

source: Create a document to get started
tr_tr: Başlamak için bir belge oluşturun

source: No documents available
tr_tr: Mevcut belge yok

source: Failed to retrieve the document template file.
tr_tr: Belge şablon dosyası alınamadı.

source: Failed to retrieve the document template
tr_tr: Belge şablonu alınamadı

source: The document file is not available.
tr_tr: Belge dosyası mevcut değil.

source: Include an overview
tr_tr: Bir genel bakış ekleyin

source: Document template details
tr_tr: Belge şablonu ayrıntıları

source: Define your document template
tr_tr: Belge şablonunuzu tanımlayın

source: Preview a PDF document generated from the template and variables.
tr_tr: Şablon ve değişkenlerden oluşturulan bir PDF belgesinin önizlemesini görüntüleyin.

source: Document Templates
tr_tr: Belge Şablonları

source: Template history
tr_tr: Şablon geçmişi

source: Back to document template list
tr_tr: Belge şablonu listesine geri dön

source: Template document
tr_tr: Şablon belge

source: See the history of the template .docx file since it was published.
tr_tr: Şablon .docx dosyasının yayımlandığından beri olan geçmişini görüntüleyin.

source: Template "{{name}}" history
tr_tr: Şablon "{{name}}" geçmişi

source: Uploaded by
tr_tr: Yükleyen

source: Edit variables in the preview. Need help? Use our template to get started.
tr_tr: Önizlemede değişkenleri düzenleyin. Yardıma mı ihtiyacınız var? Başlamak için şablonumuzu kullanın.

source: Preview variables
tr_tr: Değişkenleri önizle

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
tr_tr: Yukarıdaki alanlarda değişiklikler tespit edildi. Güncellenmiş belgeyi oluşturmak için "Belgeyi önizle"ye tıklayın.

source: Invalid JSON format
tr_tr: Geçersiz JSON formatı

source: ESC – exit editor, Tab – create an indent
tr_tr: ESC – editörden çık, Tab – girinti oluştur

source: Keyboard shortcuts:
tr_tr: Klavye kısayolları:

source: JSON editor
tr_tr: JSON düzenleyici

source: Something went wrong. Please check that your JSON or uploaded document is valid.
tr_tr: Bir şeyler ters gitti. Lütfen JSON'unuzun veya yüklediğiniz belgenin geçerli olduğundan emin olun.

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
tr_tr: Henüz bir belge yüklemediniz. Bir belge yüklemek için önceki adıma dönünüz.

source: Preview document
tr_tr: Belgeyi önizle

source: Use example
tr_tr: Örnek kullanımı

source: The document template was successfully published.
tr_tr: Belge şablonu başarıyla yayımlandı.

source: The document template was successfully saved.
tr_tr: Belge şablonu başarıyla kaydedildi.

source: Create and manage document templates
tr_tr: Belge şablonları oluşturun ve yönetin

source: View document template
tr_tr: Belge şablonunu görüntüle

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
tr_tr: Temel popülasyon sayısı eşik değerini karşılamadığında ortalama ücret değerlerini değiştirmek için kullanılan metin değerini yapılandırın.

source: Anonymization placeholder text
tr_tr: Anonimleştirme yer tutucu metni

source: Enable anonymization
tr_tr: Anonimleştirmeyi etkinleştir

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
tr_tr: Anonimleştirmeyi etkinleştirin ve ortalama değerlerin görüntülenmesi için bir popülasyonda (Tümü, Erkek veya Kadın) gereken minimum çalışan sayısını tanımlayın.

source: API import
tr_tr: API içe aktarma

source: Enable this option to allow the creation of pay information requests via API.
tr_tr: API aracılığıyla ücret bilgisi taleplerinin oluşturulmasına izin vermek için bu seçeneği etkinleştirin.

source: Enable document generation
tr_tr: Belge oluşturmayı etkinleştir

source: Enable this feature to allow document generation.
tr_tr: Belge oluşturmayı etkinleştirmek için bu özelliği etkinleştirin.

source: Enable this feature to distribute documents to workers.
tr_tr: Belgeleri çalışanlara dağıtmak için bu özelliği etkinleştirin.

source: Enable this option to allow HRPBs to create pay information requests.
tr_tr: HRPB'lerin ücret bilgisi talepleri oluşturmasına izin vermek için bu seçeneği etkinleştirin.

source: Enable overdue period
tr_tr: Gecikme süresini etkinleştir

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
tr_tr: Çözüm son tarihini aşan bilgi taleplerini vurgulamak için bu özelliği etkinleştirin.

source: Enable pay information requests
tr_tr: Ücret bilgisi taleplerini etkinleştir

source: Enable this feature to manage pay information requests.
tr_tr: Ücret bilgisi taleplerini yönetmek için bu özelliği etkinleştirin.

source: Enable warning period
tr_tr: Uyarı süresini etkinleştir

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
tr_tr: Çözüm son tarihine yaklaşan bilgi taleplerini vurgulamak için bu özelliği etkinleştirin.

source: Enable this feature to allow workers to request pay information.
tr_tr: Çalışanların ücret bilgisi talep etmesine izin vermek için bu özelliği etkinleştirin.

source: The value must be between 1 and 365.
tr_tr: Değer 1 ile 365 arasında olmalıdır.

source: The overdue period must be greater than the warning period.
tr_tr: Gecikme süresi, uyarı süresinden büyük olmalıdır.

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
tr_tr: OverduePeriod devre dışı bırakılmışsa, OverduePeriodInDays null olmalıdır.

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
tr_tr: WarningPeriod devre dışıysa, WarningPeriodInDays null olmalıdır.

source: Document Settings
tr_tr: Belge Ayarları

source: Number of days since request
tr_tr: Talep üzerinden geçen gün sayısı

source: Pay information letter
tr_tr: Ücret bilgi mektubu

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
tr_tr: Ortalama ücret değerlerini görüntülemek için bir popülasyonda (Tümü, Erkek, Kadın) gereken minimum çalışan sayısını tanımlayan tamsayı değeri

source: Population threshold
tr_tr: Popülasyon eşiği

source: Request creation options
tr_tr: Talep oluşturma seçenekleri

source: Edit communication round
tr_tr: İletişim turunu düzenleyin

source: View communication round
tr_tr: İletişim turunu görüntüleyin

source: Communication
tr_tr: İletişim

source: Add mapping
tr_tr: Eşleştirme ekle

source: Mapping configuration
tr_tr: Eşleme yapılandırması

source: Data source
tr_tr: Veri kaynağı

source: Template
tr_tr: Şablon

source: Bulk generation
tr_tr: Toplu oluşturma

source: Individual PIR
tr_tr: Bireysel PIR

source: Document status and action log monitoring
tr_tr: Belge durumu ve eylem günlüğü izleme

source: Link one or several comp rounds to the communication round
tr_tr: Bir veya birkaç ücretlendirme dönemini iletişim turuna bağlayın

source: Comp round
tr_tr: Ücretlendirme dönemi

source: Upload HRBP security mapping
tr_tr: İK iş ortağı güvenlik eşlemesini yükleyin

source: HRBP security
tr_tr: İK iş ortağı güvenliği

source: Define the target populations for the round
tr_tr: Dönem için hedef kitleleri tanımlayın

source: Add document
tr_tr: Belge ekle

source: Create document
tr_tr: Belge oluştur

source: Shared documents with selected populations
tr_tr: Seçili gruplarla paylaşılan belgeler

source: Documents can only be added once the communication round has been published.
tr_tr: Belgeler yalnızca iletişim turu yayımlandıktan sonra eklenebilir.

source: Documents can be added after publishing
tr_tr: Belgeler yayımlandıktan sonra eklenebilir

source: Import PDF documents
tr_tr: PDF belgelerini içe aktarın

source: No imported PDF documents yet!
tr_tr: Henüz içe aktarılmış PDF belgesi yok!

source: Set the workflow of the communication round
tr_tr: İletişim turunun iş akışını ayarlayın

source: Audience
tr_tr: Hedef Kitle

source: Search by worker
tr_tr: Çalışana göre ara

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
tr_tr: Desteklenen dosya formatları: PDF. Maksimum dosya boyutu: 10MB. Her yüklemede en fazla dosya sayısı: 1 dosya.

source: You can close this window, but please keep the page open to ensure a successful upload.
tr_tr: Bu pencereyi kapatabilirsiniz, ancak başarılı bir yükleme için lütfen sayfayı açık tutunuz.

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
tr_tr: "{{fileName}}" adlı belge içe aktarılamıyor. Lütfen format ve boyut koşullarını kontrol ediniz.

source: The code must be unique to publish the communication round. Please change the code and try again.
tr_tr: İletişim turunu yayınlamak için kodun benzersiz olması gerekir. Lütfen kodu değiştirin ve tekrar deneyin.

source: Communication round details
tr_tr: İletişim turu ayrıntıları

source: Round visibility
tr_tr: Tur görünürlüğü

source: Communication round owners
tr_tr: İletişim turu sahipleri

source: This communication round code is already in use. Please enter a unique value.
tr_tr: Bu iletişim turu kodu zaten kullanımda. Lütfen benzersiz bir değer girin.

source: The communication round code cannot be empty.
tr_tr: İletişim turu kodu boş bırakılamaz.

source: Turn this setting on to add summary documents for communication managers.
tr_tr: İletişim yöneticileri için özet belgeleri eklemek üzere bu ayarı etkinleştirin.

source: Include summary documents
tr_tr: Özet belgeleri dahil et

source: The communication round name cannot be empty.
tr_tr: İletişim turu adı boş bırakılamaz.

source: The visibility end date cannot be empty.
tr_tr: Görünürlük bitiş tarihi boş olamaz.

source: The visibility start date cannot be empty.
tr_tr: Görünürlük başlangıç tarihi boş olamaz.

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
tr_tr: Bu iletişim turunu yayınlamak istediğinizden emin misiniz? Yayınlandıktan sonra turun durumu "Açık" olarak değiştirilecek ve "Taslak" durumuna geri döndürülemeyecektir.

source: Publish communication round
tr_tr: İletişim turunu yayınlayın

source: The communication round was successfully published.
tr_tr: İletişim turu başarıyla yayınlandı.

source: The communication round was successfully saved.
tr_tr: İletişim turu başarıyla kaydedildi.

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
tr_tr: Yayınlanan bu iletişim turundaki değişiklikleri kaydetmek istediğinizden emin misiniz? Tur, tüm katılımcılar için güncellenecektir.

source: Update published round
tr_tr: Yayınlanan turu güncelleyin

source: The round was successfully updated.
tr_tr: Tur başarıyla güncellendi.

source: Round visibility end date
tr_tr: Tur görünürlüğü bitiş tarihi

source: Round visibility start date
tr_tr: Tur görünürlüğü başlangıç tarihi

source: Configure approval milestones for the communication round
tr_tr: İletişim turu için onay aşamalarını yapılandırın

source: Turn this setting on to add steps to the communication round workflow
tr_tr: İletişim turu iş akışına adımlar eklemek için bu ayarı açın

source: Enable workflow steps
tr_tr: İş akışı adımlarını etkinleştirin

source: No communication rounds yet
tr_tr: Henüz iletişim turu yok

source: Create and manage communication rounds
tr_tr: İletişim turlarını oluşturun ve yönetin

source: Export recipient details
tr_tr: Alıcı bilgilerini dışa aktar

source: Number of recipients
tr_tr: Alıcı sayısı

source: of
tr_tr: -ın

source: Added by
tr_tr: Ekleyen

source: Create and manage communication rounds.
tr_tr: İletişim turları oluşturun ve yönetin.

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
tr_tr: İletişim turlarınız burada görünecek. Güncellemeler için daha sonra tekrar kontrol edebilir veya bu arada daha fazla özelliği keşfedebilirsiniz.

source: Archived
tr_tr: Arşivlendi

source: Comm rounds
tr_tr: İletişim turları

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
tr_tr: Bekleyen taslağı yayınlamak üzeresiniz, bu işlem bu yarışma turundaki mevcut yayınlanmış sürümün yerine geçecektir. Yönetici girişlerini saklamak istiyor musunuz?

source: No, delete them
tr_tr: Hayır, onları silin

source: Publish updated comp round
tr_tr: Düzenlenmiş ücret turunu yayımla

source: The workflow was updated; all workers in this round will reset to the first step.
tr_tr: İş akışı güncellendi; bu turdaki tüm çalışanlar ilk adıma sıfırlanacak.

source: Yes, keep entries
tr_tr: Evet, girişleri saklayın

source: View configuration
tr_tr: Yapılandırmayı görüntüle

source: Change source
tr_tr: Kaynağı değiştir
